{
  "name": "Tallam Venkateswara Rao",
  "events": [
    {
      "date": "1969",
      "title": "Birthplace",
      "direction": "left",
      "image": "railway_bridge.jpg",
      "content": "Born to Smt Venkata Subbamma & Shri Venkata Pitchayya @Rajahmundry. They hailed from Guntur and had establised a brass and graphite-crucible industry."
    },
    {
      "date": "1985-88",
      "direction": "right",
      "title": "Graduation",
      "image": "arts_college.jpg",
      "content": "Successfully completed Biology in intermediete but failed to get a medicine seat. Took a change in track and got into B.Sc.Geology for further studies. Simultaneosly completed typewriting higher in Telugu, English and Hindi along with Stenography."
    },
    {
      "date": "1988-91",
      "direction": "left",
      "title": "Post Graduation",
      "image": "andhra_university_1.jpg",
      "content": "Got PG admission in applied Geology in Andhra University Campus (Vishakapatnam) where I have nurtuted and moulded as a mature person."
    },
    {
      "date": "1991-2004",
      "direction": "right",
      "title": "Vasavi Business Centre",
      "image": "vasavi_4.jpg",
      "content": "Got an oppurtunity to start a unique business having all types of communications and reprographics under one roof  at Daba Gardens (Vishakapatnam)."
    },
    {
      "date": "1993-96",
      "direction": "left",
      "title": "Aqua Culture (Tiger Prawns)",
      "image": "prawns_1.jpg",
      "content": "While running Businness Cente in Vizag, got into Aqua Culture in Mallavaram (Near Yanam, East Godavari Dist) to an extent of 100 acres with two partners."
    },
    {
      "date": "2004-Now",
      "direction": "right",
      "title": "Timber India",
      "image": "timber.jpg",
      "content": "Shifted in the month of March (2004) to hyderabad to take over a Timber Saw Mill which was established in the year 1998."
    },
    {
      "date": "2007 to 2009",
      "direction": "left",
      "title": "Rainbow Estates",
      "image": "rainbow_1.png",
      "content": "Together with university classmates and other investors, we have started selling plots and developing the acquired lands in Bhimili area (Visakhapatnam)."
    },
    {
      "date": "2008-Now",
      "direction": "right",
      "title": "Maitreya Minerals",
      "image": "maitreya_1.jpg",
      "content": "While doing Timber and Real Estate, took a share in a Quartz mine near Chejerla Dist, Piduguralla, Guntur Dist which is the biggest quartz mine in Andhra Pradesh."
    },
    {
      "date": "2009-Now",
      "direction": "left",
      "title": "Nandita Timbers",
      "image": "nandita_timber.jpeg",
      "content": "Started import of Timber from various regions like Africa (Nigeria, Ivory Coast, Ghana, etc), America (Equador, Panama, Boullevia and Coastarica) and also from Malasia."
    },
    {
      "date": "2010-Now",
      "direction": "right",
      "title": "Nandita Mines & Minerals",
      "image": "nandita_mines.jpg",
      "content": "Being a technocrat and passionate in mining, took a chance to enter in acquisition of Mines and bought first land having Black Collor Granite mineral. Applied for permissions to start mining and also submitted applications for mineral reserves belonging to government in several parts of Andhra Pradesh and Telangana."
    },
    {
      "date": "2011-Now",
      "direction": "right",
      "title": "Nandita Granites",
      "image": "nandita_granite.jpeg",
      "content": "Acquired running establishment of Tan Brown Granite Quarry and started exploration of Rough Granite blocks."
    },
    {
      "date": "2012-Now",
      "direction": "right",
      "title": "Nandita Enterprises Pvt Ltd.",
      "image": "nandita_epl_1.jpg",
      "content": "While doing the activities of Quarrying, Imports and Exports and we have separated Imports and Exports and started doing under the banner of this company and acquired two more Black Granite Mines in Warangal."
    }
  ]
}